{"_patches": 1, "abdominal_pain": 2, "abnormal_menstruation": 3, "acidity": 4, "acute_liver_failure": 5, "altered_sensorium": 6, "anxiety": 7, "back_pain": 8, "belly_pain": 9, "blackheads": 10, "bladder_discomfort": 11, "blister": 12, "blood_in_sputum": 13, "bloody_stool": 14, "blurred_and_distorted_vision": 15, "breathlessness": 16, "brittle_nails": 17, "bruising": 18, "burning_micturition": 19, "chest_pain": 20, "chills": 21, "cold_hands_and_feets": 22, "coma": 23, "congestion": 24, "constipation": 25, "continuous_feel_of_urine": 26, "continuous_sneezing": 27, "cough": 28, "cramps": 29, "dark_urine": 30, "dehydration": 31, "depression": 32, "diarrhoea": 33, "dischromic": 34, "distention_of_abdomen": 35, "dizziness": 36, "drying_and_tingling_lips": 37, "enlarged_thyroid": 38, "excessive_hunger": 39, "extra_marital_contacts": 40, "family_history": 41, "fast_heart_rate": 42, "fatigue": 43, "fluid_overload": 44, "foul_smell_of": 45, "headache": 46, "high_fever": 47, "hip_joint_pain": 48, "history_of_alcohol_consumption": 49, "increased_appetite": 50, "indigestion": 51, "inflammatory_nails": 52, "internal_itching": 53, "irregular_sugar_level": 54, "irritability": 55, "irritation_in_anus": 56, "itching": 57, "joint_pain": 58, "knee_pain": 59, "lack_of_concentration": 60, "lethargy": 61, "loss_of_appetite": 62, "loss_of_balance": 63, "loss_of_smell": 64, "malaise": 65, "mild_fever": 66, "mood_swings": 67, "movement_stiffness": 68, "mucoid_sputum": 69, "muscle_pain": 70, "muscle_wasting": 71, "muscle_weakness": 72, "nausea": 73, "neck_pain": 74, "nodal_skin_eruptions": 75, "obesity": 76, "pain_behind_the_eyes": 77, "pain_during_bowel_movements": 78, "pain_in_anal_region": 79, "painful_walking": 80, "palpitations": 81, "passage_of_gases": 82, "patches_in_throat": 83, "phlegm": 84, "polyuria": 85, "prominent_veins_on_calf": 86, "puffy_face_and_eyes": 87, "pus_filled_pimples": 88, "receiving_blood_transfusion": 89, "receiving_unsterile_injections": 90, "red_sore_around_nose": 91, "red_spots_over_body": 92, "redness_of_eyes": 93, "restlessness": 94, "runny_nose": 95, "rusty_sputum": 96, "scurring": 97, "shivering": 98, "silver_like_dusting": 99, "sinus_pressure": 100, "skin_peeling": 101, "skin_rash": 102, "slurred_speech": 103, "small_dents_in_nails": 104, "spinning_movements": 105, "spotting_": 106, "stiff_neck": 107, "stomach_bleeding": 108, "stomach_pain": 109, "sunken_eyes": 110, "sweating": 111, "swelled_lymph_nodes": 112, "swelling_joints": 113, "swelling_of_stomach": 114, "swollen_blood_vessels": 115, "swollen_extremeties": 116, "swollen_legs": 117, "throat_irritation": 118, "toxic_look_(typhos)": 119, "ulcers_on_tongue": 120, "unsteadiness": 121, "urination": 122, "urine": 123, "visual_disturbances": 124, "vomiting": 125, "watering_from_eyes": 126, "weakness_in_limbs": 127, "weakness_of_one_body_side": 128, "weight_gain": 129, "weight_loss": 130, "yellow_crust_ooze": 131, "yellow_urine": 132, "yellowing_of_eyes": 133, "yellowish_skin": 134, "<PAD>": 0}